Repository: ryanfaricy/wherearethey
Catalog: Resources/Components/App.*.resx
Languages: es

source: REPORT
es: REPORTAR

source: ALERTS
es: ALERTAS

source: DONATE
es: DONAR

source: SETTINGS
es: AJUSTES

source: HELP
es: AYUDA

source: REFRESH
es: ACTUALIZAR

source: THEY ARE HERE!
es: ¡ESTÁN AQUÍ!

source: ARE THEY HERE?
es: ¿ESTÁN AQUÍ?

source: Live Heat Map
es: Mapa de Calor en Vivo

source: Language
es: Idioma

# Anonymous_Profile_ID
source: Anonymous Profile Passphrase
es: Frase de contraseña de Perfil Anónimo

# Profile_ID_Help
source: This unique passphrase links alerts to this device. Save it to recover your alerts on another device.
es: Esta frase de contraseña única vincula las alertas con este dispositivo. Guárdela para recuperar sus alertas en otro dispositivo.

# IMPORT_EXISTING_ID
source: IMPORT EXISTING PASSPHRASE
es: IMPORTAR FRASE DE CONTRASEÑA EXISTENTE

source: IMPORT
es: IMPORTAR

source: CANCEL
es: CANCELAR

source: CLOSE
es: CERRAR

source: Copy to Clipboard
es: Copiar al portapapeles

source: SAVE & REFRESH
es: GUARDAR Y ACTUALIZAR

# Paste_New_ID
source: Paste New Passphrase
es: Pegar Nueva Frase de contraseña

# ID_copied
source: Passphrase copied to clipboard
es: Frase de contraseña copiada al portapapeles

# Invalid_ID_format
source: Invalid passphrase format.
es: Formato de frase de contraseña inválido.

source: Quick Help Guide
es: Guía de Ayuda Rápida

source: Map Interactions
es: Interacciones con el Mapa

# Tap_Heat_Area
source: Tap a Heat Area
es: Tocar un Área de Calor

# Tap_Heat_Area_Desc
source: See a summary of reports and alert zones in that area. Zoom in to see individual pins and tap them for specific details. Overlapping pins are automatically grouped.
es: Vea un resumen de informes y zonas de alerta en esa área. Amplíe para ver pines individuales y tóquelos para obtener detalles específicos. Los pines superpuestos se agrupan automáticamente.

# Tap_Empty_Area
source: Tap an Empty Area
es: Tocar un Área Vacía

# Tap_Empty_Area_Desc
source: Quickly set up an alert for that specific spot.
es: Configure rápidamente una alerta para ese lugar específico.

# Long_Press
source: Long-Press / Right-Click
es: Pulsación Larga / Clic Derecho

# Long_Press_Desc
source: Report "them" at that exact location.
es: Reportar "a ellos" en esa ubicación exacta.

source: Orange Pins
es: Pines Naranjas

# Orange_Pins_Desc
source: Your active alerts. Tap to see details or delete the alert zone.
es: Sus alertas activas. Toque para ver detalles o eliminar la zona de alerta.

source: Toolbar Actions
es: Acciones de la Barra de Herramientas

# Report_Desc
source: Submit a report for your current location.
es: Envíe un informe para su ubicación actual.

# Alerts_Desc
source: Manage your radius-based email alerts.
es: Gestione sus alertas de correo electrónico basadas en el radio.

# Settings_Desc
source: Manage your anonymous Profile Passphrase and view app settings.
es: Gestione su frase de contraseña de perfil anónimo y vea la configuración de la aplicación.

# Donate_Desc
source: Support AreTheyHere with a donation.
es: Apoya a AreTheyHere con una donación.

# Refresh_Desc
source: Refresh the heat map with the latest reports.
es: Actualiza el mapa de calor con los últimos informes.

source: Sync Devices
es: Sincronizar Dispositivos

# Sync_Devices_Desc
source: Copy your Profile Passphrase from Settings to use the same profile on multiple devices.
es: Copie su frase de contraseña de perfil desde Ajustes para usar el mismo perfil en varios dispositivos.

# Privacy_Disclaimer
source: AreTheyHere is a privacy-first, anonymous tool. People's lives depend on accurate and timely reporting.
es: AreTheyHere es una herramienta anónima que prioriza la privacidad. Las vidas de las personas dependen de informes precisos y oportunos.

source: PRIVACY
es: PRIVACIDAD

source: FEEDBACK
es: COMENTARIOS

source: GOT IT
es: ENTENDIDO

source: PRIVACY POLICY
es: POLÍTICA DE PRIVACIDAD

# Privacy_Title
source: Privacy Policy
es: Política de Privacidad

# Privacy_Intro
source: AreTheyHere is built on the principle of radical anonymity and user privacy. We believe that privacy is a fundamental human right, especially in contexts where reporting can have significant consequences.
es: AreTheyHere se basa en el principio de anonimato radical y privacidad del usuario. Creemos que la privacidad es un derecho humano fundamental, especialmente en contextos donde informar puede tener consecuencias significativas.

# Privacy_1_Title
source: 1. No Personal Tracking
es: 1. Sin Rastreo Personal

# Privacy_1_Desc
source: We do not collect or store your IP address, name, phone number, or any other personally identifiable information (PII). Your activity on this platform is linked only to an anonymous Profile Passphrase generated locally on your device.
es: No recopilamos ni almacenamos su dirección IP, nombre, número de teléfono ni ninguna otra información de identificación personal (PII). Su actividad en esta plataforma está vinculada únicamente a una frase de contraseña de perfil anónimo generada localmente en su dispositivo.

# Privacy_2_Title
source: 2. Location Data
es: 2. Datos de Ubicación

# Privacy_2_Desc
source: When you submit a report, we store the coordinates of the incident and your approximate location at the time of reporting (to prevent spam). This data is never linked to a real identity. Reports expire from public view after {0} hours.
es: Cuando envía un informe, almacenamos las coordenadas del incidente y su ubicación aproximada en el momento de informar (para evitar el spam). Estos datos nunca se vinculan a una identidad real. Los informes caducan de la vista pública después de {0} horas.

# Privacy_3_Title
source: 3. Encrypted Alerts
es: 3. Alertas Encriptadas

# Privacy_3_Desc
source: If you sign up for email alerts, your email address is encrypted at rest. We only use it to send you the alerts you've requested. We do not sell or share these emails with any third parties.
es: Si se registra para recibir alertas por correo electrónico, su dirección de correo electrónico se encripta en reposo. Solo la usamos para enviarle las alertas que ha solicitado. No vendemos ni compartimos estos correos electrónicos con terceros.

# Privacy_4_Title
source: 4. Open and Transparent
es: 4. Abierto y Transparente

# Privacy_4_Desc
source: Our goal is to provide a tool for community safety while protecting the individuals who use it. No ads, no trackers, no bullshit.
es: Nuestro objetivo es proporcionar una herramienta para la seguridad de la comunidad protegiendo al mismo tiempo a las personas que la utilizan. Sin anuncios, sin rastreadores, sin tonterías.

source: REPORT LOCATION
es: REPORTAR UBICACIÓN

# Report_Coordinates
source: Report coordinates: {0}
es: Coordenadas del informe: {0}

source: Message (Optional)
es: Mensaje (Opcional)

# Emergency_Checkbox
source: This is an emergency
es: Esto es una emergencia

source: SUBMIT REPORT
es: ENVIAR INFORME

source: Message too long
es: Mensaje demasiado largo

# Message_Too_Long_Detail
source: Please limit message to 500 characters.
es: Por favor, limite el mensaje a 500 caracteres.

# Report_Success
source: Location reported successfully
es: Ubicación reportada con éxito

# Report_Fail
source: Failed to submit report
es: Error al enviar el informe

source: Distance-Based Alerts
es: Alertas Basadas en la Distancia

source: Create New
es: Crear Nueva

source: Active Alerts
es: Alertas Activas

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Radius (km)
es: Radio (km)

source: Alert Message
es: Mensaje de Alerta

source: Email for Alerts
es: Correo para Alertas

# Email_Encrypted_Note
source: Stored encrypted at rest.
es: Almacenado encriptado en reposo.

source: CREATE ALERT
es: CREAR ALERTA

source: Pending Verification
es: Verificación Pendiente

source: No active alerts.
es: No hay alertas activas.

# Email_Required
source: Email is required
es: El correo es obligatorio

# Alert_Created_Success
source: Alert created successfully
es: Alerta creada con éxito

source: Alert deactivated
es: Alerta desactivada

source: SUPPORT US
es: APÓYANOS

# Donate_Intro
source: Your donation helps keep this life-saving service online. People's lives depend on it.
es: Su donación ayuda a mantener este servicio de vital importancia en línea. Las vidas de las personas dependen de ello.

source: Amount
es: Cantidad

source: Email (Optional)
es: Correo (Opcional)

# DONATE_AMOUNT
source: DONATE ${0}
es: DONAR ${0}

source: Recent
es: Reciente

source: No recent donations.
es: No hay donaciones recientes.

# Minimum_donation
source: Minimum donation is $1
es: La donación mínima es de $1

# Donation_Success
source: Thank you for your support!
es: ¡Gracias por su apoyo!

# Donation_Fail
source: Donation failed
es: Error en la donación

# Feedback_Title
source: Feedback & Support
es: Comentarios y Soporte

# Feedback_Intro
source: Found a bug or have a suggestion for a new feature? Let us know below.
es: ¿Encontró un error o tiene una sugerencia para una nueva función? Háganoslo saber a continuación.

source: Type
es: Tipo

source: Message
es: Mensaje

# Feedback_Placeholder
source: Describe the bug or feature request in detail...
es: Describa el error o la solicitud de función en detalle...

source: SUBMIT
es: ENVIAR

# Feedback_Success
source: Thank you for your feedback!
es: ¡Gracias por sus comentarios!

# Feedback_Fail
source: Failed to submit feedback
es: Error al enviar comentarios

# Message_Required
source: Message is required
es: El mensaje es obligatorio

source: Bug
es: Error (Bug)

source: Feature
es: Función

# Acquiring_Location
source: Acquiring GPS Location...
es: Adquiriendo ubicación GPS...

# Welcome_Summary
source: Welcome!
es: ¡Bienvenido!

# Welcome_Detail
source: You have a new anonymous profile. See Settings to save your passphrase for recovery.
es: Tiene un nuevo perfil anónimo. Consulte Ajustes para guardar su frase de contraseña para la recuperación.

source: AREA DETAILS
es: DETALLES DEL ÁREA

# Failed_Location
source: Failed to get location
es: Error al obtener la ubicación

# Need_Location_Verify
source: We need your location to verify the report.
es: Necesitamos su ubicación para verificar el informe.

# Delete_Alert_Confirm
source: Are you sure you want to delete this alert zone?
es: ¿Está seguro de que desea eliminar esta zona de alerta?

source: Delete Alert
es: Eliminar Alerta

source: Yes
es: Sí

# Alert_Message_Placeholder
source: e.g., Reports near home
es: ej. Informes cerca de casa

source: Show on Map
es: Ver en el Mapa

source: Deactivate
es: Desactivar

source: Anonymous
es: Anónimo

# Items_at_location
source: Items at this location
es: Elementos en esta ubicación

source: EMERGENCY REPORT
es: INFORME DE EMERGENCIA

source: Report
es: Informe

source: Alert Zone
es: Zona de Alerta

source: Radius
es: Radio

# Cooldown_Error
source: You can only make one report every {0} minutes.
es: Solo puede realizar un informe cada {0} minutos.

# Links_Error
source: Links are not allowed in reports to prevent spam.
es: No se permiten enlaces en los informes para evitar el spam.

# Distance_Error
source: You can only make a report within {0} miles of your location.
es: Solo puede realizar un informe a menos de {0} millas de su ubicación.

# Location_Verify_Error
source: Unable to verify your current location. Please ensure GPS is enabled.
es: No se pudo verificar su ubicación actual. Por favor, asegúrese de que el GPS esté activado.

# Feedback_Cooldown_Error
source: You can only submit one feedback every {0} minutes.
es: Solo puede enviar un comentario cada {0} minutos.

# Feedback_Links_Error
source: Links are not allowed in feedback to prevent spam.
es: No se permiten enlaces en los comentarios para evitar el spam.

# Theme
source: Appearance
es: Apariencia

# Theme_Light
source: Light
es: Claro

# Theme_Dark
source: Dark
es: Oscuro

# Theme_System
source: System
es: Sistema

# Alert_Cooldown_Error
source: You can only create {0} alert zones every {1} minutes.
es: Solo puede crear {0} zonas de alerta cada {1} minutos.

# AntiSpam_Limits_Title
source: Anti-Spam & Limits
es: Anti-Spam y Límites

# AntiSpam_Limits_Desc
source: To ensure system reliability, we enforce basic limits:
es: Para garantizar la fiabilidad del sistema, aplicamos algunos límites básicos:

# Limit_Reports
source: Reports: One every {0} minutes.
es: Informes: Uno cada {0} minutos.

# Limit_Alerts
source: Alert Zones: Up to {0} every {1} minutes.
es: Zonas de Alerta: Hasta {0} cada {1} minutos.

# Report_Expiry
source: Report Expiry: Reports disappear after {0} hours.
es: Caducidad del Informe: Los informes desaparecen después de {0} horas.

# Identifier_Error
source: Anonymous passphrase is missing. Please refresh the page and try again.
es: Falta la frase de contraseña anónima. Por favor, actualice la página e inténtelo de nuevo.

source: INSTALL APP
es: INSTALAR APP

# PWA_Install_Help
source: Install AreTheyHere on your home screen for faster access and a better experience.
es: Instala AreTheyHere en tu pantalla de inicio para un acceso más rápido y una mejor experiencia.

# PWA_IOS_Install_Help
source: To install on iOS: tap the 'Share' button in Safari and select 'Add to Home Screen'.
es: Para instalar en iOS: toca el botón 'Compartir' en Safari y selecciona 'Añadir a la pantalla de inicio'.

# Approx_Address
source: Approximate Address
es: Dirección Aproximada

source: Search Address
es: Buscar Dirección

# Search_Address_Placeholder
source: Type an address to find coordinates...
es: Escriba una dirección para buscar coordenadas...

source: New Report
es: Nuevo Reporte

# New_Report_Notification
source: New report {0:F1}km away!
es: ¡Nuevo reporte a {0:F1}km!

source: VIEW
es: VER

# Invalid_Email
source: Invalid email address
es: Dirección de correo no válida

# Radius_Range_Error
source: Radius must be between 0.1 and 160.9 km
es: El radio debe estar entre 0.1 y 160.9 km

# Amount_Range_Error
source: Amount must be between $1 and $10,000
es: La cantidad debe estar entre $1 y $10,000

# ID_Required
source: Passphrase is required
es: La frase de contraseña es obligatoria

# What_Is_This_Title
source: What is AreTheyHere?
es: ¿Qué es AreTheyHere?

# What_Is_This_Desc
source: AreTheyHere is a community-driven, anonymous incident reporting platform designed for real-time crisis response. It allows users to report and visualize local incidents on a live heat map, helping everyone stay informed and safe during emergencies.
es: AreTheyHere es una plataforma de reporte de incidentes anónima y comunitaria, diseñada para la respuesta a crisis en tiempo real. Permite a los usuarios reportar y visualizar incidentes locales en un mapa de calor en vivo, ayudando a todos a mantenerse informados y seguros durante las emergencias.

# Map_Controls_Title
source: Map Controls
es: Controles del Mapa

# Search_Address_Desc
source: Search for a specific address or location to move the map.
es: Busque una dirección o ubicación específica para mover el mapa.

# Follow_Me_Desc
source: Keep the map centered on your current location as you move.
es: Mantenga el mapa centrado en su ubicación actual mientras se desplaza.

# Time_Filters_Desc
source: Filter reports by how recently they were submitted (1h, 2h, etc.).
es: Filtre los reportes por qué tan recientemente fueron enviados (1h, 2h, etc.).
